{
  "sections": [
    {
      "title": "Average Width ",
      "image": "src/Asset/AverageWidth.png",
      "text": {
        "title": "Average Width: ",
        "paragraphs": [
          "This graph depicts the average width of the trees for each of the species. The total width of the tree for each of the species is taken and divided by the total number of trees for that specific species to determine an average width estimate. It also shows the thickest and slimest tree."
        ]
      }
    },
    {
      "title": "Average Height",
      "image": "src/Asset/AverageHeight.png",
      "text": {
        "title": "Carbon Sequestration Heatmap",
        "paragraphs": [
          "This gives a detailed graph showing the average height of the trees for each species. The total height of the tree for each species is taken and divided by the total number of trees for that particular species to determine a height estimate.  It also shows the tallest tree and also the shortest tree. "
        ]
      }
    },
    {
      "title": "Species Diversity",
      "image": "src/Asset/SpeciesDiversity.png",
      "text": {
        "title": "Species Distribution",
        "paragraphs": [
          "This image is a geo-coordinate map that shows the exact coordinates for each of the trees and the corresponding species colour coded.  Each colour-coded dot is unique to each colour-coded tree species in the legend."
        ]
      }
    },
    {
      "title": "Species Distribution",
      "image": "src/Asset/SpeciesDistribution.png",
      "text": {
        "title": "Average Height",
        "paragraphs": [
          "This is a pie chart that depicts a detailed breakdown of all the species in the dataset and their total percentage.  Each Colour in the chart represents its corresponding species in the figure legend. The percentage values show how much of the total that specific species takes up on the pie. The most abundant and the least abundant species are also depicted."
        ]
      }
    },
    {
      "title": "Carbon Sequestration Heatmap",
      "image": "src/Asset/HeatMap.png",
      "text": {
        "title": "Our Philosophy",
        "paragraphs": [
          "This image is a geo-coordinate map that depicts a heatmap shows the level of carbon sequestered by each tree. As the scale above shows, the lower the ability of the tree to sequester carbon the closer it is to yellow which is the lower range. The more efficient the tree is at sequestering carbon the closer it is to dark green. The tree which the highest carbon sequestering portential and the lowest is both depected."
        ]
      }
    },
    {
      "title": "Key Statistics",
      "image": "src/Asset/KeyStatistics.png",
      "text": {
        "title": "Key Statistics",
        "paragraphs": [
          "This infographic delivers essential statistics from the dataset used in each analysis, such as tree height and width (measured in meters), and carbon sequestration (in kg/year). It provides a concise overview, allowing for a quick understanding of the critical insights derived from the comprehensive analysis."
        ]
      }
    }
  ]
}
